Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: no estimate yet
de: noch keine Schätzung
es: aún sin estimación
fr: pas encore d'estimation
it: nessuna stima ancora
pl: jeszcze nie ma szacunków
pt_pt: ainda não há estimativa
ru: оценки пока нет
th: ยังไม่มีการประมาณการ
zh_hans: 尚无估算
zh_hant: 尚無估計

source: no extra
de: kein Extra
es: sin extra
fr: aucun extra
it: nessun extra
pl: bez dodatku
pt_pt: sem acréscimo
ru: без дополнительного
th: ไม่มีอะไรพิเศษ
zh_hans: 无额外
zh_hant: 無額外

source: No extra tonight. Your %@ forecast stays where it is.
de: Kein Extra heute Nacht. Deine %@-Prognose bleibt, wo sie ist.
es: Nada extra esta noche. Tu pronóstico de %@ se queda donde está.
fr: Rien en plus ce soir. Votre prévision de %@ reste où elle est.
it: Niente extra stanotte. La tua previsione di %@ resta dov'è.
pl: Bez dodatkowych opłat dziś wieczorem. Twoja prognoza %@ pozostaje tam, gdzie jest.
pt_pt: Não há extra esta noite. A tua previsão %@ permanece onde está.
ru: Сегодня ночью без дополнений. Прогноз %@ остаётся прежним.
th: คืนนี้ไม่มีเพิ่ม การคาดการณ์ %@ ของคุณจะยังคงอยู่ที่เดิม
zh_hans: 今晚没有额外变化。你的%@预测保持不变。
zh_hant: 今晚沒有額外的。你的 %@ 預測維持不變。

source: No folder chosen yet. Pick one your cloud app already syncs, or any local folder.
de: Noch kein Ordner gewählt. Wähle einen, den deine Cloud-App bereits synchronisiert, oder irgendeinen lokalen Ordner.
es: Aún no has elegido una carpeta. Elige una que tu app de nube ya sincronice, o cualquier carpeta local.
fr: Aucun dossier choisi pour l'instant. Choisissez-en un que votre app cloud synchronise déjà, ou n'importe quel dossier local.
it: Ancora nessuna cartella scelta. Scegline una che la tua app cloud già sincronizza, oppure una qualsiasi cartella locale.
pl: Nie wybrano jeszcze żadnego folderu. Wybierz ten, który Twoja aplikacja w chmurze już synchronizuje, lub dowolny folder lokalny.
pt_pt: Nenhuma pasta escolhida ainda. Escolha um que a tua aplicação na nuvem já esteja sincronizada ou qualquer pasta local.
ru: Папка пока не выбрана. Выберите ту, что уже синхронизирует ваше облачное приложение, или любую локальную папку.
th: ยังไม่ได้เลือกโฟลเดอร์ เลือกแอปคลาวด์ของคุณที่ซิงค์ไว้แล้วหรือโฟลเดอร์ในเครื่องใดก็ได้
zh_hans: 尚未选择文件夹。选择一个你的云应用已在同步的文件夹，或任意本地文件夹。
zh_hant: 尚未選擇資料夾。選擇一個你的雲端應用程式已在同步的資料夾，或任意本地資料夾。

source: No folder selected
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
it: Nessuna cartella selezionata
pl: Nie wybrano folderu
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
th: ไม่ได้เลือกโฟลเดอร์
zh_hans: 未选择文件夹
zh_hant: 未選擇資料夾

source: No goal set
de: Kein Ziel gesetzt
es: Sin objetivo definido
fr: Aucun objectif défini
it: Nessun obiettivo fissato
pl: Nie ustawiono celu
pt_pt: Nenhuma meta definida
ru: Нет поставленной цели
th: ไม่มีการตั้งเป้าหมาย
zh_hans: 没有设定目标
zh_hant: 沒有設定目標

source: No heart rate for this day
de: Keine Herzfrequenz für diesen Tag
es: Sin frecuencia cardíaca para este día
fr: Aucune fréquence cardiaque pour ce jour
it: Nessuna frequenza cardiaca per questo giorno
pl: Brak tętna w tym dniu
pt_pt: Sem frequência cardíaca neste dia
ru: Нет данных о пульсе за этот день
th: ไม่มีอัตราการเต้นหัวใจสำหรับวันนี้
zh_hans: 这一天没有心率数据
zh_hant: 這一天沒有心率資料

source: No heart-rate detail for this night
de: Kein Herzfrequenz-Detail für diese Nacht
es: No hay detalles para esta noche
fr: Pas de détail de rythme cardiaque pour cette nuit
pl: Brak szczegółów tętna tej nocy
pt_pt: Sem detalhe de frequência cardíaca para esta noite
th: ไม่มีรายละเอียดอัตราการเต้นหัวใจสำหรับคืนนี้

source: No history yet.
de: Noch kein Verlauf.
es: Aún no hay historial.
fr: Aucun historique pour l'instant.
it: Ancora nessuna cronologia.
pl: Nie ma jeszcze historii.
pt_pt: Ainda não há histórico.
ru: Истории пока нет.
th: ยังไม่มีข้อมูลย้อนหลัง
zh_hans: 尚无历史。
zh_hant: 尚無歷史。

source: No HRV value
de: Kein HRV-Wert
es: Sin valor de VFC
fr: Aucune valeur de VFC
it: Nessun valore HRV
pl: Brak wartości HRV
pt_pt: Sem valor de VFC
ru: Нет значения ВСР
th: ไม่มีค่า HRV
zh_hans: 无 HRV 数值
zh_hant: 無 HRV 數值

source: no import yet
de: noch kein Import
es: aún sin importación
fr: pas encore d'importation
it: nessuna importazione ancora
pl: nie ma jeszcze importu
pt_pt: ainda não há importação
ru: импорт ещё не выполнен
th: ยังไม่มีการนำเข้า
zh_hans: 尚未导入
zh_hant: 尚未匯入

source: No intraday stress data yet today.
de: Heute noch keine Intraday-Stressdaten.
es: Aún no hay datos de estrés intradía hoy.
fr: Aucune donnée de stress intrajournalier aujourd'hui pour l'instant.
it: Ancora nessun dato di stress infragiornaliero per oggi.
pl: Dzisiaj nie ma jeszcze danych dotyczących warunków skrajnych w ciągu dnia.
pt_pt: Ainda não há dados de stress intradiário hoje.
ru: Внутридневных данных о стрессе за сегодня пока нет.
th: ยังไม่มีข้อมูลความเครียดระหว่างวันในวันนี้
zh_hans: 今天还没有日内压力数据。
zh_hant: 今天尚無日間壓力資料。

source: No iOS diagnostics available.
de: Keine iOS-Diagnose verfügbar.
es: No hay diagnósticos de iOS disponibles.
fr: Aucun diagnostic iOS disponible.
it: Nessuna diagnostica iOS disponibile.
pl: Brak dostępnej diagnostyki iOS.
pt_pt: Sem diagnóstico de iOS disponível.
ru: Диагностика iOS недоступна.
th: ไม่มีการวินิจฉัย iOS
zh_hans: 无可用的 iOS 诊断。
zh_hant: 無可用的 iOS 診斷。

source: no live gravity yet
de: noch keine Live-Gravitation
es: aún sin gravedad en vivo
fr: pas encore de gravité en direct
it: nessuna gravità live ancora
pl: nie ma jeszcze żywej grawitacji
pt_pt: ainda não há gravidade em direto
ru: нет живых данных гравитации
th: ยังไม่มีแรงโน้มถ่วงแบบเรียลไทม์
zh_hans: 尚无实时重力数据
zh_hant: 尚無即時重力資料

source: No live heart rate or synced history yet this session.
de: Noch keine Live-Herzfrequenz und kein synchronisierter Verlauf in dieser Sitzung.
es: Aún no hay frecuencia cardíaca en vivo ni historial sincronizado en esta sesión.
fr: Aucune fréquence cardiaque en direct ni historique synchronisé durant cette session.
it: Ancora nessuna frequenza cardiaca in diretta né cronologia sincronizzata in questa sessione.
pl: W tej sesji nie ma jeszcze tętna na żywo ani zsynchronizowanej historii.
pt_pt: Ainda não há frequência cardíaca em direto nem histórico sincronizado nesta sessão.
ru: Пока нет ни пульса в реальном времени, ни синхронизированной истории в этой сессии.
th: เซสชันนี้ยังไม่มีอัตราการเต้นหัวใจแบบเรียลไทม์หรือประวัติที่ซิงค์แล้ว
zh_hans: 本次连接尚无实时心率或已同步的历史记录。
zh_hant: 本次連接尚無即時心率或已同步的歷史記錄。

source: No live heart rate yet. Open Live to pair your strap.
de: Noch keine Live-Herzfrequenz. Öffne Live, um deinen Strap zu koppeln.
es: Aún no hay frecuencia cardíaca en vivo. Abre En vivo para emparejar tu pulsera.
fr: Aucune fréquence cardiaque en direct pour l'instant. Ouvrez En direct pour associer votre bracelet.
it: Ancora nessuna frequenza cardiaca in diretta. Apri In diretta per abbinare la tua fascia.
pl: Nie ma jeszcze tętna na żywo. Otwórz opcję Live, aby sparować pasek.
pt_pt: Ainda não há frequência cardíaca em direto. Abra o Live para emparelhar a tua bracelete.
ru: Пульса в реальном времени пока нет. Откройте Live, чтобы сопрячь браслет.
th: ยังไม่มีอัตราการเต้นหัวใจแบบเรียลไทม์ เปิดแบบเรียลไทม์เพื่อจับคู่สายรัดของคุณ
zh_hans: 尚无实时心率。打开「实时」以配对你的手环。
zh_hant: 尚無即時心率。打開「即時」以配對你的手環。

source: no live HR yet
de: noch keine Live-HF
es: aún sin FC en vivo
fr: pas encore de FC en direct
it: nessuna FC live ancora
pl: nie ma jeszcze HR na żywo
pt_pt: ainda não há RH em direto
ru: нет данных пульса в реальном времени
th: ยังไม่มี HR แบบเรียลไทม์
zh_hans: 尚无实时心率
zh_hant: 尚無即時心率

source: No live reading. Coaching is paused until the strap comes back.
de: Kein Live-Messwert. Coaching ist pausiert, bis der Strap wieder verbunden ist.
es: Sin lectura en directo. El coaching está en pausa hasta que la pulsera vuelva a conectarse.
fr: Aucune lecture en direct. Le coaching est en pause jusqu'au retour du bracelet.
it: Nessuna lettura live. Il coaching è in pausa finché la fascia non torna disponibile.
pl: Żadnego czytania na żywo. Trening zostaje wstrzymany do czasu powrotu paska.
pt_pt: Sem leitura em direto. O treinadoring é pausado até que a bracelete volte.
ru: Нет данных в реальном времени. Тренер приостановлен, пока браслет не вернётся на связь.
th: ไม่มีค่าแบบเรียลไทม์ คำแนะนำจะหยุดชั่วคราวจนกว่าสายรัดจะกลับมาเชื่อมต่อ
zh_hans: 暂无实时读数。指导已暂停，直到手环重新连接。
zh_hant: 暫無即時讀數。指導已暫停，直到手環重新連線。

source: No live reading. Coaching is paused.
de: Kein Live-Messwert. Coaching ist pausiert.
es: Sin lectura en directo. El coaching está en pausa.
fr: Aucune lecture en direct. Le coaching est en pause.
it: Nessuna lettura live. Il coaching è in pausa.
pl: Żadnego czytania na żywo. Coaching jest wstrzymany.
pt_pt: Sem leitura em direto. O treino está pausado.
ru: Нет данных в реальном времени. Тренер приостановлен.
th: ไม่มีค่าแบบเรียลไทม์ คำแนะนำหยุดชั่วคราว
zh_hans: 暂无实时读数。指导已暂停。
zh_hant: 暫無即時讀數。指導已暫停。

source: No live stream.
de: Kein Live-Stream.
es: Sin transmisión en vivo.
fr: Aucun flux en direct.
it: Nessun flusso in tempo reale.
pl: Brak transmisji na żywo.
pt_pt: Sem transmissão em direto.
ru: Нет потока в реальном времени.
th: ไม่มีการสตรีมแบบเรียลไทม์
zh_hans: 没有实时数据流。
zh_hant: 無即時串流。

source: No match. Add it as a custom marker below.
de: Keine Übereinstimmung. Füge ihn unten als eigenen Marker hinzu.
es: Sin coincidencias. Añádelo como marcador personalizado abajo.
fr: Aucune correspondance. Ajoutez-le comme marqueur personnalisé ci-dessous.
it: Nessuna corrispondenza. Aggiungilo come marcatore personalizzato qui sotto.
pl: Brak dopasowania. Dodaj go jako znacznik niestandardowy poniżej.
pt_pt: Nenhuma correspondência. Adicione-o como um marcador personalizado abaixo.
ru: Совпадений нет. Добавьте это как собственный маркер ниже.
th: ไม่พบรายการที่ตรงกัน เพิ่มเป็นตัวชี้วัดที่กำหนดเองด้านล่างได้
zh_hans: 无匹配项。请在下方将其添加为自定义标记。
zh_hant: 無匹配項。請在下方將其新增為自訂標記。

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Pas encore de messages
it: Ancora nessun messaggio
pl: Brak wiadomości
pt_pt: Ainda sem mensagens
ru: Пока нет сообщений
th: ยังไม่มีข้อความ
zh_hans: 暂无消息
zh_hant: 暫無訊息

source: No metrics yet. Import your Whoop export or wear the strap to begin.
de: Noch keine Metriken. Importiere deinen Whoop-Export oder trage den Strap, um zu beginnen.
es: Aún no hay métricas. Importa tu exportación de Whoop o ponte la pulsera para empezar.
fr: Aucune métrique pour l'instant. Importez votre export Whoop ou portez le bracelet pour commencer.
it: Ancora nessuna metrica. Importa la tua esportazione Whoop o indossa la fascia per iniziare.
pl: Nie ma jeszcze żadnych wskaźników. Zaimportuj swój eksport Whoop lub załóż pasek, aby rozpocząć.
pt_pt: Nenhuma métrica ainda. Importe a tua exportação Whoop ou use a bracelete para começar.
ru: Показателей пока нет. Импортируйте экспорт из Whoop или наденьте браслет, чтобы начать.
th: ยังไม่มีตัวชี้วัด นำเข้าไฟล์ส่งออก WHOOP หรือสวมสายรัดเพื่อเริ่มต้น
zh_hans: 还没有指标。导入你的 Whoop 导出文件，或戴上手环开始。
zh_hant: 尚無指標。匯入你的 Whoop 匯出檔，或戴上手環開始。

source: No motion synced yet
de: Noch keine Bewegung synchronisiert
es: Aún no hay movimiento sincronizado
fr: Aucun mouvement synchronisé pour l'instant
it: Ancora nessun movimento sincronizzato
pl: Nie zsynchronizowano jeszcze żadnego ruchu
pt_pt: Nenhum movimento sincronizado ainda
ru: Данные о движении пока не синхронизированы
th: ยังไม่มีการซิงค์การเคลื่อนไหว
zh_hans: 尚未同步运动数据
zh_hant: 尚未同步運動資料

source: No movement detail for this night
de: Keine Bewegungsdetails für diese Nacht
es: Sin detalle de movimiento para esta noche
fr: Aucun détail de mouvement pour cette nuit
it: Nessun dettaglio del movimento per questa notte
pl: Brak szczegółów ruchu tej nocy
pt_pt: Sem detalhe de movimento para esta noite
ru: Нет подробностей о движении за эту ночь
th: คืนนี้ไม่มีรายละเอียดความเคลื่อนไหว
zh_hans: 这一晚没有体动详情
zh_hant: 這一晚沒有體動詳情

source: No movement detail recorded for this night
de: Keine Bewegungsdetails für diese Nacht aufgezeichnet
es: No se registró detalle de movimiento para esta noche
fr: Aucun détail de mouvement enregistré pour cette nuit
it: Nessun dettaglio del movimento registrato per questa notte
pl: Tej nocy nie zarejestrowano żadnych szczegółów ruchu
pt_pt: Nenhum detalhe de movimento registado para esta noite
ru: За эту ночь подробности о движении не записаны
th: ไม่มีการบันทึกรายละเอียดความเคลื่อนไหวในคืนนี้
zh_hans: 这一晚未记录体动详情
zh_hant: 這一晚未記錄體動詳情

source: No naps recorded for this day.
de: Keine Nickerchen für diesen Tag aufgezeichnet.
es: No hay siestas registradas para este día.
fr: Aucune sieste enregistrée pour ce jour.
it: Nessun sonnellino registrato per questo giorno.
pl: W tym dniu nie zapisano żadnych drzemek.
pt_pt: Nenhum cochilo registado neste dia.
ru: За этот день дневной сон не зафиксирован.
th: ไม่มีการบันทึกการงีบหลับสำหรับวันนี้
zh_hans: 这一天未记录小睡。
zh_hant: 這一天未記錄小睡。

source: No new nights from your strap for %lld days. Check it's connected and saving data.
de: Seit %lld Tagen keine neuen Nächte von deinem Strap. Prüfe, ob er verbunden ist und Daten speichert.
es: Sin nuevas noches de tu strap desde hace %lld días. Comprueba que esté conectado y guardando datos.
fr: Aucune nouvelle nuit de votre strap depuis %lld jours. Vérifiez qu'il est connecté et enregistre les données.
pl: Żadnych nowych nocy z Twojego paska przez %lld dni. Sprawdź, czy jest podłączony i zapisuje dane.
pt_pt: Nenhuma noite nova na tua bracelete durante %lld dias. Verifique se está ligado e a guardar dados.
th: ไม่มีคืนใหม่จากสายรัดของคุณสำหรับวัน %lld ตรวจสอบว่าเชื่อมต่อแล้วและบันทึกข้อมูล

source: no night scored yet
de: noch keine Nacht bewertet
es: aún sin noche puntuada
fr: pas encore de nuit évaluée
it: nessuna notte valutata ancora
pl: żadna noc nie została jeszcze zdobyta
pt_pt: nenhuma noite marcada ainda
ru: ночь ещё не оценена
th: ยังไม่มีคะแนนคืน
zh_hans: 尚无已评分的夜晚
zh_hant: 尚無已評分的夜晚

source: no night yet
de: noch keine Nacht
es: aún sin noche
fr: pas encore de nuit
it: nessuna notte ancora
pl: jeszcze nie ma nocy
pt_pt: ainda não há noite
ru: ночи ещё нет
th: ยังไม่มีคืน
zh_hans: 尚无夜间数据
zh_hant: 尚無夜晚資料

source: No nightly skin-temp value
de: Kein nächtlicher Hauttemperatur-Wert
es: Sin valor nocturno de temperatura cutánea
fr: Aucune valeur nocturne de température cutanée
it: Nessun valore notturno della temperatura cutanea
pl: Brak nocnej wartości temperatury skóry
pt_pt: Sem valor de temperatura da pele noturna
ru: Нет ночного значения температуры кожи
th: ไม่มีค่าอุณหภูมิผิวหนังในตอนกลางคืน
zh_hans: 无夜间皮肤温度数值
zh_hant: 無夜間皮膚溫度數值

source: No nightly skin-temp yet — needs ~4 worn nights (or import a WHOOP CSV)
de: Noch keine nächtliche Hauttemperatur — benötigt ~4 getragene Nächte (oder importiere eine WHOOP-CSV)
es: Aún no hay temperatura cutánea nocturna: necesita ~4 noches de uso (o importa un CSV de WHOOP)
fr: Pas encore de température cutanée nocturne — nécessite ~4 nuits portées (ou importez un CSV WHOOP)
it: Ancora nessuna temperatura cutanea notturna — servono ~4 notti indossate (o importa un CSV WHOOP)
pl: Nie ma jeszcze nocnej temperatury skóry — potrzeba ~4 przepracowanych nocy (lub zaimportuj WHOOP CSV)
pt_pt: Ainda sem temperatura da pele noturna — precisa de ~4 noites de utilização (ou importe um CSV da WHOOP)
ru: Пока нет ночной температуры кожи — нужно ~4 ночи ношения (или импортируйте CSV из WHOOP)
th: ยังไม่มีอุณหภูมิผิวในตอนกลางคืน — ต้องสวมใส่ประมาณ 4 คืน (หรือนำเข้า WHOOP CSV)
zh_hans: 暂无夜间皮肤温度 — 需要约 4 个佩戴夜晚（或导入 WHOOP CSV）
zh_hant: 尚無夜間皮膚溫度 — 需要約 4 個佩戴夜晚（或匯入 WHOOP CSV）

source: No nights here yet. Import your WHOOP export in Data Sources to see every night, your sleep stages and trends straight away. Or open Intelligence to see last night computed from the strap after you wear it to bed.
de: Noch keine Nächte hier. Importiere deinen WHOOP-Export unter Datenquellen, um sofort jede Nacht, deine Schlafphasen und Trends zu sehen. Oder öffne Intelligenz, um die letzte Nacht aus dem Strap berechnet zu sehen, nachdem du ihn nachts getragen hast.
es: Aún no hay noches aquí. Importa tu exportación de WHOOP en Fuentes de datos para ver cada noche, tus fases de sueño y tendencias de inmediato. O abre Inteligencia para ver la noche anterior calculada desde la pulsera después de llevarla puesta a dormir.
fr: Pas encore de nuits ici. Importez votre export WHOOP dans Sources de données pour voir chaque nuit, vos stades de sommeil et tendances immédiatement. Ou ouvrez Intelligence pour voir la nuit dernière calculée depuis le bracelet après l'avoir porté au lit.
it: Ancora nessuna notte qui. Importa la tua esportazione WHOOP in Sorgenti dati per vedere subito ogni notte, le fasi del sonno e gli andamenti. Oppure apri Intelligenza per vedere la scorsa notte calcolata dalla fascia dopo averla indossata a letto.
pl: Nie ma tu jeszcze żadnych nocy. Zaimportuj eksport WHOOP do źródeł danych, aby od razu zobaczyć każdą noc, fazy snu i trendy. Możesz też otworzyć Inteligencję, aby zobaczyć dane z ostatniej nocy obliczone na podstawie paska po założeniu go do łóżka.
pt_pt: Ainda não há aqui noites. Importe a tua exportação WHOOP em fontes de dados para ver todas as noites, as tuas fases e tendências do sono imediatamente. Ou abra o Intelligence para ver o cálculo da noite passada a partir da bracelete depois de a usar para dormir.
ru: Пока нет данных о сне. Импортируйте данные WHOOP в разделе «Источники данных», чтобы сразу увидеть все ночи, стадии сна и тренды. Или откройте «Аналитику», чтобы увидеть данные за последнюю ночь после сна с браслетом.
th: ยังไม่มีข้อมูลการนอน นำเข้าไฟล์ส่งออก WHOOP ในแหล่งข้อมูลเพื่อดูข้อมูลทุกคืน ระยะการนอน และแนวโน้มได้ทันที หรือเปิดระบบอัจฉริยะเพื่อดูผลเมื่อคืนที่คำนวณจากสายรัดหลังสวมเข้านอน
zh_hans: 这里还没有夜间记录。请在「数据来源」中导入你的 WHOOP 导出文件，即可立即查看每一晚、你的睡眠阶段和趋势。或者在你佩戴手环入睡后，打开「智能」查看根据手环计算出的昨晚数据。
zh_hant: 這裡還沒有夜間記錄。請在「資料來源」中匯入你的 WHOOP 匯出檔案，即可立即查看每一晚、你的睡眠階段和趨勢。或者在你佩戴手環入睡後，打開「智慧」查看根據手環計算出的昨晚數據。

source: No nights with sleep data yet. Your ledger fills in as you wear the strap to bed.
de: Noch keine Nächte mit Schlafdaten. Deine Bilanz füllt sich, wenn du den Strap im Bett trägst.
es: Aún no hay noches con datos de sueño. Tu registro se irá llenando a medida que duermas con la pulsera puesta.
fr: Aucune nuit avec des données de sommeil pour l'instant. Votre registre se remplit à mesure que vous portez le bracelet pour dormir.
it: Ancora nessuna notte con dati sul sonno, il tuo registro si riempie man mano che indossi la fascia a letto.
pl: Nie ma jeszcze nocy z danymi dotyczącymi snu. Twoja księga zapełnia się, gdy zakładasz pasek do łóżka.
pt_pt: Ainda não há noites com dados de sono. O teu livro-razão é preenchido à medida que usa a pega para dormir.
ru: Ночей с данными о сне пока нет. История будет пополняться по мере того, как вы носите браслет во время сна.
th: ยังไม่มีข้อมูลการนอนคืน บัญชีแยกประเภทของคุณจะเต็มเมื่อคุณสวมสายรัดเข้านอน
zh_hans: 尚无有睡眠数据的夜晚，随着你佩戴手环入睡，你的记录会逐渐填满。
zh_hant: 尚無有睡眠資料的夜晚，隨著你佩戴手環入睡，你的記錄會逐漸填滿。

source: No numeric readings yet.
de: Noch keine numerischen Messwerte.
es: Aún no hay lecturas numéricas.
fr: Aucune lecture numérique pour l'instant.
it: Ancora nessuna lettura numerica.
pl: Nie ma jeszcze odczytów numerycznych.
pt_pt: Nenhuma leitura numérica ainda.
ru: Числовых показаний пока нет.
th: ยังไม่มีค่าตัวเลข
zh_hans: 还没有数值读数。
zh_hant: 尚無數值讀數。

source: no offload yet
de: noch kein Offload
es: aún sin descarga
fr: pas encore de transfert
it: nessuno scarico ancora
pl: jeszcze nie ma rozładunku
pt_pt: ainda não há descarregamento
ru: выгрузка ещё не выполнена
th: ยังไม่มีการถ่ายออก
zh_hans: 尚未卸载数据
zh_hant: 尚未卸載

source: No on-device store yet.
de: Noch kein Speicher auf dem Gerät.
es: Aún no hay almacén en el dispositivo.
fr: Aucun stockage sur l'appareil pour l'instant.
it: Ancora nessun archivio sul dispositivo.
pl: Nie ma jeszcze sklepu na urządzeniu.
pt_pt: Ainda não há loja no dispositivo.
ru: Локальное хранилище на устройстве пока не создано.
th: ยังไม่มีร้านค้าบนอุปกรณ์
zh_hans: 设备上还没有数据存储。
zh_hant: 尚無裝置上的儲存。

source: No overlap yet between this marker and %@. Log a few more readings (and keep wearing your strap).
de: Noch keine Überlappung zwischen diesem Marker und %@. Erfasse ein paar weitere Messwerte (und trage deinen Strap weiter).
es: Aún no hay solapamiento entre este marcador y %@. Registra unas cuantas lecturas más (y sigue llevando tu pulsera).
fr: Aucun chevauchement pour l'instant entre ce marqueur et %@. Enregistrez quelques lectures de plus (et continuez à porter votre bracelet).
it: Ancora nessuna sovrapposizione tra questo marcatore e %@. Registra qualche altra lettura (e continua a indossare la tua fascia).
pl: Nie ma jeszcze nakładania się między tym znacznikiem a %@. Zapisz jeszcze kilka odczytów (i noś pasek).
pt_pt: Ainda não existe sobreposição entre este marcador e %@. Registe mais algumas leituras (e continue a usar a bracelete).
ru: Пока нет пересечения между этим маркером и %@. Добавьте ещё несколько записей (и продолжайте носить браслет).
th: ยังไม่มีข้อมูลช่วงเวลาเดียวกันระหว่างตัวชี้วัดนี้กับ %@ โปรดบันทึกค่าเพิ่มอีกเล็กน้อยและสวมสายรัดต่อไป
zh_hans: 此标记与 %@ 之间尚无重叠。请多记录几条读数（并继续佩戴你的手环）。
zh_hant: 此標記與 %@ 之間尚無重疊。請多記錄幾筆讀數（並繼續佩戴你的手環）。

source: No particular reason
de: Kein bestimmter Grund
es: Sin motivo concreto
fr: Pas de raison particulière
it: Nessun motivo particolare
pl: Bez konkretnego powodu
pt_pt: Nenhuma razão específica
ru: Нет особой причины
th: ไม่มีเหตุผลพิเศษ
zh_hans: 没有特别的原因
zh_hant: 沒有特別的原因

source: No period starts logged yet.
de: Noch keine Periodenbeginne protokolliert.
es: Aún no se ha registrado ningún inicio del período.
fr: Aucun début de règles enregistré pour le moment.
it: Nessuna data di inizio delle mestruazioni registrata.
pl: Nie zarejestrowano jeszcze żadnego rozpoczęcia okresu.
pt_pt: Ainda não há inícios de período registados.
ru: Даты начала менструации пока не записаны.
th: ยังไม่มีช่วงเวลาเริ่มบันทึก
zh_hans: 尚未记录经期开始日期。
zh_hant: 尚未記錄經期開始日期。

source: No photo → person.crop.circle fallback
de: Kein Foto → person.crop.circle Fallback
es: No foto → persona.crop.circle fallback
fr: Aucune photo → personne.crop.circle repli
pl: Brak zdjęcia → rezerwowa osoba.przycięcie.koło
pt_pt: Sem foto → substituto pessoa.crop.circle
th: ไม่มีรูปภาพ → person.crop.circle ทางเลือก

source: No plan yet
de: Noch kein Plan
es: Todavía no hay plan
fr: Pas encore de plan
it: Nessun piano ancora
pl: Brak planu
pt_pt: Ainda não há plano
ru: Плана пока нет
th: ยังไม่มีแผน
zh_hans: 还没有计划
zh_hant: 還沒有計劃

source: no prior %@
de: kein früheres %@
es: sin %@ previo
fr: aucun %@ précédent
it: nessun %@ precedente
pl: brak wcześniejszego %@
pt_pt: sem %@ anterior
ru: нет предыдущего %@
th: ไม่มี %@ ก่อนหน้า
zh_hans: 此前无 %@
zh_hant: 尚無先前的%@

source: No profile photo set
de: Kein Profilfoto gesetzt
es: Sin foto de perfil
fr: Aucune photo de profil définie
it: Nessuna foto del profilo impostata
pl: Nie ustawiono zdjęcia profilowego
pt_pt: Nenhuma foto de perfil definida
ru: Фото профиля не задано
th: ไม่มีการตั้งค่ารูปโปรไฟล์
zh_hans: 未设置头像照片
zh_hant: 未設定頭像照片

source: No R-R data on device — nothing to rebuild
de: Keine R-R-Daten auf dem Gerät — nichts zum Neuaufbauen
es: No hay datos R-R en el dispositivo — nada que reconstruir
fr: Aucune donnée R-R sur l'appareil — rien à reconstruire
it: Nessun dato R-R sul dispositivo — niente da ricostruire
pl: Brak danych R-R na urządzeniu — nie ma czego przebudować
pt_pt: Sem dados RR no dispositivo — nada para reconstruir
ru: Нет данных R-R на устройстве — нечего перестраивать
th: ไม่มีข้อมูล R-R บนอุปกรณ์ — ไม่มีอะไรต้องสร้างใหม่
zh_hans: 设备上没有 R-R 数据 — 无可重建内容
zh_hant: 裝置上沒有 R-R 資料 — 沒有可重建的內容
